{
  "audiovisual_files": {
    "f25363c1-30b0-40e4-9237-7785ec289f5f": {
      "label": "Censored Clips",
      "is_offline": false,
      "file_url": "https://www.youtube.com/watch?v=osSvD_fPeQI",
      "duration": 148,
      "caption_set": []
    },
    "6ddb4b34-1fe9-4bf9-afc5-ab8c88df3d60": {
      "label": "Uncensored Clips",
      "is_offline": false,
      "file_url": "https://www.youtube.com/watch?v=C_e_yUuBFuQ",
      "duration": 152,
      "caption_set": []
    }
  },
  "auto_generate_web_page": true,
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Baby Face",
          "italic": true
        },
        {
          "text": ", released in 1933 before the Hays Code of Censorship came into full effect in 1934, is an essential pre-Code film. The film stars Barbara Stanwyck, whose persona embodied a sparky, brassy audacity emblematic of more sexually liberated images women depicted in this era alongside the curvaceous assertiveness of Mae West and the cool androgyny of Marlene Dietrich, than would be allowed for the next two decades to come. The theatrical version of "
        },
        {
          "text": "Baby Face ",
          "italic": true
        },
        {
          "text": "was undeniably sexually provocative, showing Stanwyck's character using sex to get ahead in the world in spite of some moral chastisement and ultimately renouncing her actions to live a humble but honest life with the man she loved without the type of humiliation and punishment that would be necessary for promiscuous female characters during the Hays Code. However, in 2004, Mike Mashon, a then a curator of the motion picture division at the Library of Congress, found a duplicate negative of the film that was a bit longer than the original camera negative. He soon discovered that this uncut version, was rejected by the New York State censorship board for how non-judgmental it is towards the protagonists actions. Most notably an elderly cobbler, her caring but stern confidant, who was altered to be the film's moral voice, was originally a Nietzschean disciple who actually was the source of her philosophical encouragement to use men to get what she wants instead of letting them use her. In the peak popularity of DVDs in the early 2000s, uncensored versions of pre-Code films were restored and released alongside theatrical versions. When the streaming (VOD) era soon gained popularity in the mid 2000s and shortly thereafter overtook physical media altogether, teams from those companies pulled the best digitally restored masters available, which in the case of a film like "
        },
        {
          "text": "Baby Face",
          "italic": true
        },
        {
          "text": ", meant the uncensored version. Now, it is ironically far more difficult to watch the theatrical, censored version of "
        },
        {
          "text": "Baby Face ",
          "italic": true
        },
        {
          "text": "than it is to watch the uncensored version, which at the time of writing this, is available to stream from multiple popular streaming platforms. Watching the uncensored version was shocking to me in its frankness and sexual agency allowed to its main character, as it would likely be to most other contemporary viewers. But to fully appreciate its transgressive power, one must be able to compare what audiences at the time saw, and were likely still titillated by in the theatrical version. It is my hope that by presenting two short equivalent scenes from each version to compare side by side, individuals interested in pre-Code film can have concrete evidence of "
        },
        {
          "text": "Baby Face",
          "italic": true
        },
        {
          "text": "'s historical significance and may be motivated to seek out both versions in their entirety, the theatrical version only available at this time through physical media."
        }
      ]
    }
  ],
  "citation": "Kehr, D. (2005, January 9). A wanton woman’s ways revealed, 71 years later. The New York Times. https://www.nytimes.com/2005/01/09/movies/a-wanton-womans-ways-revealed-71-years-later.html",
  "item_type": "Video",
  "label": "Baby Face (1933)",
  "created_at": "2025-01-21T19:55:25.320Z",
  "created_by": "zeigerbecca",
  "updated_at": "2025-01-21T19:56:23.564Z",
  "updated_by": "zeigerbecca"
}